["\n                        Mar 11, 2023\n                        - External Ticketing (External RSVP)\n                        \n                    ","\n                        Mar 15, 2023\n                        - External Ticketing (External RSVP)\n                        \n                    ","\n                        Mar 18, 2023\n                        - External Ticketing (External RSVP)\n                        \n                    ","\n                        Mar 25, 2023\n                        - External Ticketing (External RSVP)\n                        \n                    ","\n                        Apr 8, 2023\n                        - Workshop / Study Group\n                        \n                    "]
["Tensorflow is a software library developed by Google for machine learning and artificial intelligence. This beginner-friendly workshop aims to cover topics such as data management, sentiment analysis and cloud computing technologies.","Hack Night is all about everyone learning, collaborating, sharing tips, tricks and very few (if any) presentations.\nBring your laptop and a project you are working on or need help with, you can even bring your resume to get advice!","The aim of this workshop is to introduce you to the Card Service Class in Google Apps Script, and to learn how to build a custom Canned Response Add-on using it. You will also learn about Google Workspace Add-on management and deployment, and Google Sheets before we finally walk you through the publication process to put the app on the Google Workspace Marketplace.","Learn how to build AI models on Google Cloud using AutoML and explore Large Language Models and Generative AI","Learn the basics of Angular with Google Developer Expert, Siddharth Ajmera, at our Hands-on Workshop for Beginners. Get hands-on experience building your first Angular app and cover topics like components, data binding, and templates. Join us in-person at Monash University Campus or virtually on April 8, 2023. Don't miss this opportunity to jumpstart your Angular journey - register now!"]
["Machine Learning / AIGoogle Cloud PlatformTensorFlow; Keras","Career DevelopmentGoogle Cloud PlatformWeb","Machine Learning / AIGoogle Cloud PlatformExplore ML","Angular"]
["TensorFlow Workshop for Beginners","GDG Melbourne March Hack Night","Google Apps Script Workshop","Beyond the Bard: Artificial Intelligence and Machine Learning on Google Cloud","Angular Hands-On Workshop for Beginners"]
